tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "erlang"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "gcc"
brew "readline"
brew "git"
brew "git-extras"
brew "openjdk"
brew "leiningen"
brew "libdap"
brew "maven"
brew "postgresql"
brew "postgresql@11"
brew "ripgrep"
brew "telnet"
brew "tree"
brew "vim"
brew "watchman"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "clojure/tools/clojure"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-monoid"
cask "java"
