Angular.ng-template
abadi199.elm-format
abusaidm.html-snippets
azemoh.one-monokai
be5invis.vscode-icontheme-nomo-dark
chasestarr.inkjet
ecmel.vscode-html-css
eg2.tslint
freebroccolo.reasonml
hedinne.popping-and-locking-vscode
hoovercj.haskell-linter
infeng.vscode-react-typescript
jcanero.hoogle-vscode
jdinhlife.gruvbox
joelday.docthis
johnpapa.Angular2
justusadam.language-haskell
michelemelluso.code-beautifier
monofon.hindent-format
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
patrys.vscode-code-outline
pranaygp.vscode-css-peek
robinbentley.sass-indented
rphlmr.visual-gruvbox-medium-dark
sbrink.elm
Shan.code-settings-sync
smlombardi.slime
streetsidesoftware.code-spell-checker
teabyii.ayu
tomphilbin.gruvbox-themes
vscodevim.vim
wix.vscode-import-cost
xabikos.JavaScriptSnippets
